# LatentHeatGainPerPerson Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
HVACLoadType..::..LatentHeatGainPerPerson Property
HVACLoadType Class See Also
---
The latent heat gain per person.
**Namespace:** Autodesk.Revit.DB.Analysis**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018
# Syntax
C#
---
```text
public double LatentHeatGainPerPerson { get; set; }
```

Visual Basic
---
```text
Public Property LatentHeatGainPerPerson As Double
	Get
	Set
```

Visual C++
---
```text
public:
property double LatentHeatGainPerPerson {
	double get ();
	void set (double value);
}
```

# Exceptions
| Exception | Condition |
| --- | --- |
| --- | --- |
| Autodesk.Revit.Exceptions..::..ArgumentException | When setting this property: The value should be between [0.0,5381.9]. |

# See Also
HVACLoadType Class
Autodesk.Revit.DB.Analysis Namespace